{
  "plugins": {
    "diffview-plus.nvim": {
      "src": "https://github.com/dlyongemallo/diffview-plus.nvim.git",
      "version": "'main'"
    },
    "gruvboxsi.nvim": {
      "src": "https://github.com/tkachenkosi/gruvboxsi.nvim.git",
      "version": "'master'"
    },
    "malpha.nvim": {
      "src": "https://github.com/tkachenkosi/malpha.nvim.git",
      "version": "'master'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git",
      "version": "'main'"
    },
    "mautopairs.nvim": {
      "src": "https://github.com/tkachenkosi/mautopairs.nvim.git",
      "version": "'master'"
    },
    "mbuffers.nvim": {
      "src": "https://github.com/tkachenkosi/mbuffers.nvim.git",
      "version": "'master'"
    },
    "micro-snippets": {
      "src": "https://github.com/tkachenkosi/micro-snippets.nvim.git",
      "version": "'master'"
    },
    "micro-snippets.nvim": {
      "src": "https://github.com/tkachenkosi/micro-snippets.nvim.git",
      "version": "'master'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "snippets": {
      "src": "https://github.com/tkachenkosi/micro-snippets.nvim.git",
      "version": "'master'"
    }
  }
}
